[
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Bad",
        "focusOfMemory": "Object, Yourself",
        "emotionOrEvent": "Emotion",
        "emotions": "Unease,Confusion,Fear,Anxiety,Terror",
        "firstMemory": "I was in a house and there were family members all around talking about something. I think there was a lightning storm happening outside. There was this toy truck that lit up and made noise and the truck was terrifying me. The combination of so many people around me, the weather outside, and this noisy truck made me scared and I cried. I think I thought the truck was alive and trying to get me."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "person/people, object, yourself",
        "emotionOrEvent": "Emotion",
        "emotions": "Wonder, Amusement",
        "firstMemory": "I remember walking around my house and asking my mom what certain objects were like a calendar and a clock."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Self",
        "goodOrBad": "Neither",
        "focusOfMemory": "Place",
        "emotionOrEvent": "event",
        "emotions": "Happiness,Wonder, Contentment, Calm",
        "firstMemory": "I was walking out of the bathroom in my old house. I remember the tile floors, and the white walls"
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "object",
        "emotionOrEvent": "event",
        "emotions": "Happiness, Wonder, Amusement",
        "firstMemory": "I was in my grandparents camper at a campground in Florida sitting at the table building a big fancy bionicle that my parents let me get for the trip down there. I remember is very vividly"
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Close Relatives",
        "goodOrBad": "Neither",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Event",
        "emotions": "Excitement, Calm                                                                                                                                        ",
        "firstMemory": "I was at the Detroit Zoo, waiting in line to get inside the Amphibian House. It was a warm, sunny day and I was holding my Mother's hand."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place, Yourself",
        "emotionOrEvent": "Event",
        "emotions": "Happiness,Excitement,Trust, Affection,Contentment, Calm                                                                                                                                        ",
        "firstMemory": "I remember sitting on my dad's shoulders while we walked from the backyard of my old house to the convenience store right behind it. I remember feeling happy and I only lived at my old house until I was like 1.5-2 years old. I used to ride on my dad's shoulders a lot and we used to go to that convenience store with me on his shoulders weekly; my mom told me just recently. I remember it being sunny and I was having fun."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Neither",
        "focusOfMemory": "Yourself",
        "emotionOrEvent": "Event",
        "emotions": "Confusion, Sadness",
        "firstMemory": "I was playing in the basement and I remember my mom being sad for a reason I didn't know."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Close Relatives",
        "goodOrBad": "Good",
        "focusOfMemory": "Yourself",
        "emotionOrEvent": "Emotion",
        "emotions": "Happiness, Excitement, Surprise, Amusement,Trust, Calm                                                                                                                                        ",
        "firstMemory": "I got my first doll that I named Sue. My great-grandmother created it for my birthday."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Sibling(s)",
        "goodOrBad": "Neither",
        "focusOfMemory": "Animal, Place, Object",
        "emotionOrEvent": "Both",
        "emotions": "Discomfort, Unease, Fear, Anxiety                                                                                        ",
        "firstMemory": "I was in my old house, when a bird was in the basement. My sister and I went to go check it out because we didn't know. We both freaked out and went upstairs afterword."
    },
    {
        "agenow": "24-29",
        "agememory": "3-4",
        "peoplepresent": "Friend(s)",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place, Object",
        "emotionOrEvent": "Event",
        "emotions": "Happiness, Excitement, Wonder, Amusement,Affection, Contentment                                                                                                                                                ",
        "firstMemory": "I was at preschool when I was 4. I remember coming down the stairs and walking through the hall into the classroom. I'm not sure I can pinpoint one memory but I remember the classroom as a whole as my first memory, where everything was and what my favorite thing to do was."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place, Object, Time",
        "emotionOrEvent": "Emotion",
        "emotions": "Happiness, Excitement, Wonder, Surprise, Amusement,Love, Affection, Contentment                                                                                                                                                ",
        "firstMemory": "Christmas morning 1997. Got a basketball hoop, a Little Mermaid play tent, and a DW plush."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Sibling(s)",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place",
        "emotionOrEvent": "Event",
        "emotions": "Happiness, Wonder, Calm",
        "firstMemory": "I was at the first church my family ever went (that happened to be about a mile from my house) to in the multi-purpose room, a big room that was next to the chapel that basically held the overflow of people on Christian holidays, and this one was Easter. The room also acted as a gym/large storage area/ little kid church daycare area, and I remember when we walked in the room on Easter, it was only lit from light coming through the windows, so it was fairly dark. I remember when we first walked into the room, there were a lot of people in folding chairs, and I was looking at these big wooden sets, like for puppet shows, leaning against the wall, and I asked my mom what they were and she said something along the lines of \"they're for the show after mass\" and that's really all I remember. I don't even remember mass or the puppet show after."
    },
    {
        "agenow": "13-18",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Both",
        "emotions": "Happiness, Excitement, Wonder, Amusement",
        "firstMemory": "I was at Disney with my family. We were on the Winnie the Pooh ride and I was having a blast."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Sibling(s)",
        "goodOrBad": "Good",
        "focusOfMemory": "Animal",
        "emotionOrEvent": "Event",
        "emotions": "Happiness, Wonder, Love,Trust, Affection",
        "firstMemory": "I was in my backyard with my siblings and we were all playing with my dog. I climbed up onto his back and he carried me around, I remember being really happy in that moment."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Family Member",
        "goodOrBad": "Neither",
        "focusOfMemory": "Place, Yourself,Time",
        "emotionOrEvent": "Event",
        "emotions": "Surprise,Discomfort,Unease, Confusion, Anxiety, Loneliness                                                        ",
        "firstMemory": "I only remember this because I had a dream about it when I was older, and my parents confirmed it happened. Me and my family were in Vegas and we were walking through the casino in the hotel we were staying at to get somewhere else. Well we stopped for a little bit inside the casino and I started to look around. When I looked back my family was gone and I didn't see them anywhere. That's all I remember. I was really nervous, anxious, and a little scared. I didn't know how far they would get before realizing I wasn't with them or if they would be able to find me. I don't remember what happened next but I guess from what I've been told is that security found me and got me back to my parents."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Friend(s)",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Event",
        "emotions": "Wonder",
        "firstMemory": "I was Chillin in preschool"
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place, Object",
        "emotionOrEvent": "Both",
        "emotions": "Love, Confusion, Frustration, Annoyance        ",
        "firstMemory": "I was at my aunts old house and I am pretty sure it was some time in December because I recognize the outfit I was wearing in my photo albums. I was trying to reach for my sippy cup on the kitchen table but I was a toddler so I obviously couldnt reach it. Then my uncle walked by and gave it to me."
    },
    {
        "agenow": "19-23",
        "agememory": "5-6",
        "peoplepresent": "sibling(s)",
        "goodOrBad": "Bad",
        "focusOfMemory": "Person/People, Animal",
        "emotionOrEvent": "emotion",
        "emotions": "Confusion, Fear, Sadness",
        "firstMemory": "I was sitting in the kitchen with my little sister and my dad, my dog had stolen some food off of the counter or table and my dad got pissed and smacked my dog's butt with an umbrella but when he swung it, it smashed the chandelier and glass went everywhere. I just remember being scared, and the loud shattering noise."
    },
    {
        "agenow": "24-29",
        "agememory": "3-4",
        "peoplepresent": "Family member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Emotion",
        "emotions": "Happiness, Excitement, Wonder, Love",
        "firstMemory": "I was at Disney World. I remember meeting goofy and seeing Minnie and Mickeys houses. I remember sitting on my dads shoulders."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Family member",
        "goodOrBad": "neither",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Event",
        "emotions": "Contentment",
        "firstMemory": "In preschool, with my mom there. I am bad with memories, so I don't remember much other than being at school."
    },
    {
        "agenow": "13-18",
        "agememory": "3-4",
        "peoplepresent": "Family member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Event",
        "emotions": "Happiness, Excitement, Wonder, Surprise, Love",
        "firstMemory": "England museum"
    },
    {
        "agenow": "13-18",
        "agememory": "1-2",
        "peoplepresent": "Family member",
        "goodOrBad": "Good",
        "focusOfMemory": "Object",
        "emotionOrEvent": "Event",
        "emotions": "Happiness, Amusement",
        "firstMemory": "I remember being a toddler and my Mom or Dad would have slice cheese singles and I would walk to them and eat them..."
    },
    {
        "agenow": "7-8",
        "agememory": "2016-07-08T04:00:00.000Z",
        "peoplepresent": "Close Relatives",
        "goodOrBad": "Bad",
        "focusOfMemory": "Person/People",
        "emotionOrEvent": "Emotion",
        "emotions": "Discomfort, Unease, Fear, Anxiety,Terror, Shock,Sadness"
    },
    {
        "agenow": "46-50",
        "agememory": "5-6",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Yourself",
        "emotionOrEvent": "Both",
        "emotions": "Happiness, Love",
        "firstMemory": "I was in my kindergarten class during open house. My mom and I walked around the classroom looking at the artwork I had made."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place, Yourself, Time",
        "emotionOrEvent": "Both",
        "emotions": "Happiness, Excitement, Amusement,Love, Trust, Affection                                                                                                                                                        ",
        "firstMemory": "my first memory was when I was 1-2 years old and I was at a family party. My cousin was pushing me on the swing and it was my first time \"flying\". I was laughing and giggling."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Sibling(s)",
        "goodOrBad": "Bad",
        "focusOfMemory": "Person/People, Place, Object",
        "emotionOrEvent": "Emotion",
        "emotions": "Unease, Confusion, Fear, Shock",
        "firstMemory": "My father used to drink really heavily. Never had any physical abuse issues, but in my earliest memory I can remember sitting in my dad's chair, he was not home, I was playing on an etch a sketch. My mother was pacing around, worried about him telling me it was alright and that he'd be home soon. That went on for a long time. He did come home though, burst in through the front door, kicked the door in because he didn't have his keys or some shit. I started crying, of course. He was barely standing, holding on to the door he had just destroyed to keep him up, and he looked at me and asked what I was crying for, and told me it would be me one day too, that it ran in the family. He passed out. Of course I thought he was dead, so I'm screaming my ass off. My mom finally comes in and starts trying to wake my dad up. Literally just anger and sadness just pouring out of her mouth screaming trying to get this dude awake. She got him up though. She threw a bag at him, im assuming it had all of his personal stuff, and yelled at him to leave. Told him to never come back. So he left, he slammed the door so hard that one of the cabinets filled with these little ceramic figures came off the wall. Huge cabinet, lots of shit. Just on the floor in pieces. My mom got down on the floor and put her head on the carpet and screamed, over and over. My oldest brother came and got me. I had me legs tucked to my chest, holding myself. He picked me up and took me to the next room. And i sat there with all my brothers and sisters, just staying quiet while my mom was just fucking wailing in the other room. Shitty, but literally that's the earliest thing I can remember."
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "I Was By Myself",
        "goodOrBad": "Bad",
        "focusOfMemory": "Person/People, Object, Yourself        ",
        "emotionOrEvent": "Event",
        "emotions": "Sadness, Frustration, Anger, Irritation, Annoyance",
        "firstMemory": "I'm sitting under the dinning room table crying because my older brother broke my plastic carousel horse necklace. I had a purple one and white one and I'm 95% sure he broke the purple one, which was my favorite."
    },
    {
        "agenow": "13-18",
        "agememory": "6-12 Months",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People, Place,Object                ",
        "emotionOrEvent": "Event",
        "emotions": "Wonder, Calm, Confusion",
        "firstMemory": "I was in England at the time with my family when I was 11 months old. I recall being held by either my mom or dad while we were in a museum and I was being carried towards a display showing what a British army quarters looked like. The walls were a mute light green and the floor was wooden. There was a cot, a dresser, and a mannequin dressed as a British soldier/red coat."
    },
    {
        "agenow": "19-23",
        "agememory": "6-12 Months",
        "peoplepresent": "Close Relatives",
        "goodOrBad": "Neither",
        "focusOfMemory": "Person/People, Yourself, Time",
        "emotionOrEvent": "Event",
        "emotions": "no emotion whatsoever",
        "firstMemory": "I was an infant, probably only a few months old and my mother was holding me while getting something out of the refrigerator late at night."
    },
    {
        "agenow": "24-29",
        "agememory": "3-4",
        "peoplepresent": "Family Member",
        "goodOrBad": "Bad",
        "focusOfMemory": "Yourself",
        "emotionOrEvent": "Both",
        "emotions": "Discomfort, Confusion, Fear, Anxiety, Terror",
        "firstMemory": "I remember running down the hallway to get a Princess Jasmine toy and I skidded and hit the wall. I know that I wasn't knocked out, but the next thing I clearly remember is being in a room at Urgent Care, crying and screaming as the doctor put one of those blue sheets of paper stuff over my face. I don't remember the pain of the gaping wound on my chin. I was screaming because I was terrified of having my face covered. I remember how the yellow lights looked overhead through the paper. I remember how my throat felt from screaming and how scary it was."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Yourself",
        "emotionOrEvent": "Emotion",
        "emotions": "Happiness, Wonder, Love,Trust, Affection, Contentment, Calm",
        "firstMemory": "I was in my backyard with my grandmother and grandfather and my grandfather was holding me and put me on the tree in our backyard while my grandmother took photos. I remember wearing a light pink frilly dress and black shoes and the face my grandfather was making when he was holding me as well as my grandmother. They were smiling"
    },
    {
        "agenow": "19-23",
        "agememory": "6-12 Months",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Emotion",
        "emotions": "Excitement",
        "firstMemory": "I used to go on a vacation where we had to take a boat to get to the cabin the woods. As a kid this place seemed like a mystical dream that in older ages I knew this place was real but still held a very deep meaning for me and things I experienced there. Whenever I had bad dreams as kid my parents would tell me to think of my happy place and always when I closed my eyes it was this place. It will always stay in my memorie.        "
    },
    {
        "agenow": "19-23",
        "agememory": "1-2",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place,Object",
        "emotionOrEvent": "Both",
        "emotions": "Happiness,Excitement,Amusement",
        "firstMemory": "I was getting my picture taken professionally and i just remember running around the studio and climbing into this red wagon they had. My mom didn't even believe that I remembered it thats how young I was but I could remember it pretty precisely and she was shocked."
    },
    {
        "agenow": "13-18",
        "agememory": "12-14",
        "peoplepresent": "Friend(s)",
        "goodOrBad": "Good",
        "focusOfMemory": "Person/People",
        "emotionOrEvent": "Emotion",
        "emotions": "Discomfort, Shock                                                                        "
    },
    {
        "agenow": "1-2",
        "agememory": "2016-01-02T05:00:00.000Z",
        "peoplepresent": "Family Member",
        "goodOrBad": "Good",
        "focusOfMemory": "Place",
        "emotionOrEvent": "Emotion",
        "emotions": "Unease, Confusion, Anxiety",
        "firstMemory": "I was sitting on my uncles lap and I was upset with him for telling on me for eating the last piece of cornbread. So I hit him."
    },
    {
        "agenow": "19-23",
        "agememory": "3-4",
        "peoplepresent": "Family Member",
        "goodOrBad": "Neither",
        "focusOfMemory": "Person/People, Place, Object",
        "emotionOrEvent": "Event",
        "emotions": "Happiness,Excitement, Contentment                                                                                                                                                ",
        "firstMemory": "I was on vacation in Mexico and I was three. We stayed at a hotel and my grandpa took me to the park. I went in the swing, I remember swinging back and forth for a few minutes and then my grandpa pushed me off and I fell on my butt. It's weird because I remember this happening but my grandpa and my other family members do not and say it never happened"
    }
]